Repository: Alexander-Minyushkin/hpqr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hello! I am Hot Parking Bot. I can understand commands:
ru: Привет! Я Парковочный Бот. Я понимаю такие команды:

source: /make - create QR code for your car
ru: /make - создать QR-код для вашей машины

source: /make xxx - create QR code with car plate number (incomplete is OK). It is convenient if you have several cars.
ru: /make xxx - создать QR-код, указав номер машины (можно не полностью). Это удобно, если у вас несколько машин.

source: /ls - list all active QR-codes
ru: /ls - показать все QR-коды.

source: /del_all - delete all codes.
ru: /del_all - удалить все коды.

source: /del id=XXX - delete code with id=XXX.
ru: /del id=XXX - удалить код id=XXX.

source: Sorry, I understand only text
ru: Извините, я понимаю только текст.

source: Sorry, you have too many registred codes.
ru: Извините, у вас зарегистрировано слишком много кодов.

source: Print your QR-code:
ru: Распечатайте свой QR-код:

source: Active QR-codes:
ru: Действующие QR-коды:

source: Sorry, I can not find this id.
ru: Извините, я не могу найти этот код.

source: Sorry, I did not understand what you said.
ru: Извините, я не понял, что вы сказали.

source: Sorry, you have many codes. Provide particular id.
ru: Извините, у вас не один код. Укажите конкретный id.

source: Will come back soon
ru: Скоро подойду.

source: ID does not exist
ru: ID не существует

source: Wrong pin
ru: Неправильный пин-код

source: Somebody calling you to your car
ru: Кто-то ожидает вас у машины

source: . When will you come?
ru: . Когда Вы подойдёте?
